{
    "posts": [{
        "id": 1,
        "title": "Down And Out",
        "author": "Kenny Hansen",
        "body": "He sat across from her trying to imagine it was the first time. It wasn't. Had it been a hundred? It quite possibly could have been. Two hundred? Probably not. His mind wandered until he caught himself and again tried to imagine it was the first time.",
        "image": "1.jpg"
    }, {
        "id": 2,
        "title": "Lickety Split",
        "author": "Allen Davis",
        "body": "I inadvertently went to See's Candy last week (I was in the mall looking for phone repair), and as it turns out, See's Candy now charges a dollar -- a full dollar -- for even the simplest of their wee confection offerings. I bought two chocolate lollipops and two chocolate-caramel-almond things. The total cost was four-something. I mean, the candies were tasty and all, but let's be real: A Snickers bar is fifty cents. After this dollar-per-candy revelation, I may not find myself wandering dreamily back into a See's Candy any time soon.",
        "image": "2.jpg"
    }, {
        "id": 3,
        "title": "Close But No Cigar",
        "author": "Dominique Delgado",
        "body": "She tried to explain that love wasn't like pie. There wasn't a set number of slices to be given out. There wasn't less to be given to one person if you wanted to give more to another. That after a set amount was given out it would all disappear. She tried to explain this, but it fell on deaf ears.",
        "image": "3.jpg"
    }, {
        "id": 4,
        "title": "Waylon Jarvis",
        "author": "Waylon Jarvis",
        "body": "What was beyond the bend in the stream was unknown. Both were curious, but only one was brave enough to want to explore. That was the problem. There was always one that let fear rule her life.",
        "image": "4.jpg"
    }, {
        "id": 5,
        "title": "In the Red",
        "author": "Lourdes Lucas",
        "body": "The alarm went off and Jake rose awake. Rising early had become a daily ritual, one that he could not fully explain. From the outside, it was a wonder that he was able to get up so early each morning for someone who had absolutely no plans to be productive during the entire day.",
        "image": "5.jpg"
    }, {
        "id": 6,
        "title": "Playing Possum",
        "author": "Ronald Elliott",
        "body": "She tried not to judge him. His ratty clothes and unkempt hair made him look homeless. Was he really the next Einstein as she had been told? On the off chance it was true, she continued to try not to judge him.",
        "image": "6.jpg"
    }, {
        "id": 7,
        "title": "Jaws of Life",
        "author": "Antony Salas",
        "body": "The cab arrived late. The inside was in as bad of shape as the outside which was concerning, and it didn't appear that it had been cleaned in months. The green tree air-freshener hanging from the rearview mirror was either exhausted of its scent or not strong enough to overcome the other odors emitting from the cab. The correct decision, in this case, was to get the hell out of it and to call another cab, but she was late and didn't have a choice.",
        "image": "7.jpg"
    }, {
        "id": 8,
        "title": "Up In Arms",
        "author": "Elliot Dixon",
        "body": "The robot clicked disapprovingly, gurgled briefly inside its cubical interior and extruded a pony glass of brownish liquid. 'Sir, you will undoubtedly end up in a drunkard's grave, dead of hepatic cirrhosis,' it informed me virtuously as it returned my ID card. I glared as I pushed the glass across the table.",
        "image": "8.jpg"
    }, {
        "id": 9,
        "title": "Ride Him, Cowboy!",
        "author": "Phil Harris",
        "body": "The trees, therefore, must be such old and primitive techniques that they thought nothing of them, deeming them so inconsequential that even savages like us would know of them and not be suspicious. At that, they probably didn't have too much time after they detected us orbiting and intending to land. And if that were true, there could be only one place where their civilization was hidden.",
        "image": "9.jpg"
    }, {
        "id": 10,
        "title": "Fit as a Fiddle",
        "author": "Estella Robles",
        "body": "Her eyebrows were a shade darker than her hair. They were thick and almost horizontal, emphasizing the depth of her eyes. She was rather handsome than beautiful. Her face was captivating by reason of a certain frankness of expression and a contradictory subtle play of features. Her manner was engaging.",
        "image": "10.jpg"
    }],
    "comments": [{
        "id": 1,
        "body": "Iguanas were falling out of the trees.",
        "post-id": 1
    }, {
        "id": 2,
        "body": "The spa attendant applied the deep cleaning mask to the gentleman’s back.",
        "post-id": 2
    }, {
        "id": 3,
        "body": "The white water rafting trip was suddenly halted by the unexpected brick wall.",
        "post-id": 3
    }, {
        "id": 4,
        "body": "At that moment she realized she had a sixth sense.",
        "post-id": 4
    }, {
        "id": 5,
        "body": "He was disappointed when he found the beach to be so sandy and the sun so sunny.",
        "post-id": 5
    }, {
        "id": 6,
        "body": "Sometimes I stare at a door or a wall and I wonder what is this reality, why am I alive, and what is this all about?",
        "post-id": 5
    }, {
        "id": 7,
        "body": "There were white out conditions in the town; subsequently, the roads were impassable.",
        "post-id": 3
    }, {
        "id": 8,
        "body": " We need to rent a room for our party.",
        "post-id": 6
    }, {
        "id": 9,
        "body": "She looked into the mirror and saw another person.",
        "post-id": 7
    }, {
        "id": 10,
        "body": "If eating three-egg omelets causes weight-gain, budgie eggs are a good substitute.",
        "post-id": 2
    }, {
        "id": 11,
        "body": "He shaved the peach to prove a point.",
        "post-id": 3
    }, {
        "id": 12,
        "body": "It was obvious she was hot, sweaty, and tired.",
        "post-id": 8
    }, {
        "id": 13,
        "body": "Flying fish few by the space station.",
        "post-id": 9
    }, {
        "id": 14,
        "body": "He used to get confused between soldiers and shoulders, but as a military man, he now soldiers responsibility.",
        "post-id": 8
    }]
}